IDEA Open Model
ReinfClass Enumeration
Compatible with IDEA StatiCa 20.1
 Reinforcement class type
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ReinfClass
Public Enumeration ReinfClass
Members
Member name | Value | Description
A | 0 |  Class A
B | 1 |  Class B
C | 2 |  Class C
See Also
Reference
IdeaRS.OpenModel.Material Namespace